<?php
/**
 * Russian language file
 *
 * @author Trustmaster
 */
$L['Blog'] = 'Блог';
$L['Blog_only'] = 'только для блогов';
$L['Miniblog'] = 'Мини-блог';
$L['Invalid_keys'] = 'Ping.fm: авторизация не удалась. Проверьте ваш Application Key или просто попробуйте перезагрузить страницу.';
$L['PingIt'] = 'Пинговать!';
$L['Post_error'] = 'Невозможно отправить сообщение, попробуйте снова или проверьте ваш аккаунт.';
$L['Post_submitted'] = 'Новое сообщение успешно добавлено.';
$L['Services'] = 'Сервисы';
$L['Services_note'] = 'Пустой выбор будет означать все доступные сервисы. Удостоверьтесь, что выбранные сервисы поддерживают текущий метод публикации.';
$L['Status'] = 'Статус';

$L['cfg_devkey'] = array('Ключ разработчика плагина', 'идет в поставке');
$L['cfg_appkey'] = array('Ваш ping.fm Application Key', '');
$L['cfg_limit'] = array('Число последних отображаемых сообщений', '');
$L['cfg_order'] = array('Порядок отображения', 'ASC прямой, DESC обратный');
$L['cfg_delim'] = array('Разделитель списка сервисов', '');
$L['cfg_timeout'] = array('Время жизни кэша в минутах', 'положительное число');
$L['cfg_username'] = array('Имя, добавляемое перед всеми сообщениями', '');
?>